Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: We conducted a study of the Arabic language blogosphere using link analysis, term frequency analysis, and human coding of individual blogs. We identified a base network of approximately 35,000 active blogs, created a network map of the 6,000 most connecte
ar: أجرينا دراسة للمدونات المكتوبة باللغة العربية باستخدام تحليل رابط, تحليل شرط مكرر, و ترميز بشري للمدونات الفردية. و قد ميزنا شبكة رئيسية مكونة مما يقارب 35000 مدونة حية, و أنشأنا خريطة شبكية لأكثر 6,000 مدونة شعبية, إضافة إلى فريق من المتحدثين العرب ساعدن

source: A Country-based network
ar: الشبكة المستقرة في البلاد

source: view the full map
ar: أظهر الخريطة كاملة..

source: ): The Arabic blogosphere is organized primarily around countries. We found the primary groupings to be:
ar: ): المدونات العربية منظمة في المقام الأول حول البلدان. و قد وجدنا أن من المجموعات الرئيسية:

source: (largest, with distinct sub- and associated clusters, e.g., Muslim Brotherhood bloggers, including some women);
ar: ( المجموعة الأكبر , مع مجموعات فرعية متميزة مرتبطة بها, مثل مدونات جماعة الإخوان المسلمين, و من ضمنها بعض النساء);

source: Saudi Arabian
ar: سعودي أرابيان

source: (second largest and focused comparatively more on technology than politics);
ar: (ثاني أكبر مجموعة و تركز على التكنولوجيا بشكل أكبر نسبيا من السياسة );

source: Kuwaiti
ar: كويتي

source: (divided into English and Arabic language sub-clusters);
ar: (مقسمة إلى مجموعات فرعية باللغتين الإنكليزية و العربية );

source: Levantine/English Bridge
ar: الجسر المشرقي / الانكليزي

source: (bloggers in the Levant and Iraq using English and connected to the US and international blogospheres);
ar: ( مدونون في بلاد العراق و الشرق يستخدمون اللغة الانكليزية و بتواصلون مع المدونات الأميركية و العالمية. );

source: Syrian
ar: سوري

source: Maghrebi/French Bridge
ar: الجسر المغربي / الفرنسي

source: Religion-Focused
ar: المدونات المركزة على الدين.

source: . Demographic results indicate that Arabic bloggers are predominately young and male. The highest proportion of female bloggers is found in the Egyptian youth sub-cluster, while the Syrian and Muslim Brotherhood clusters have the highest concentration of
ar: . وتشير النتائج الديموغرافية إلى أن المدونين العرب هم في الغالب من الشبان الذكور. كما أن أعلى نسبة من المدونات الاناث موجودة في المجموعة الفرعية من مدونة الشباب المصري, بينما مدونتي سوري و جماعة الإخوان المسلمين تمتلكان التركيز الأعلى من قبل الذكور.

source: Arabic media ecosystem
ar: النظام البيئي الإعلامي العربي

source: : Bloggers link to Web 2.0 sites like YouTube and Wikipedia (English and Arabic versions) more than other sources of information and news available on the Internet. Al-Jazeera is the top mainstream media source, followed by the BBC and Al-Arabiya. Arabic
ar: : يضع المدونون رابطا إلى مواقع الانترنت 2.0 مثل يوتيوب و ويكيبيديا (بالنسختين العربية و الانكليزية,) أكثر من المصادر الأخرى للمعلومات و الأخبار المتاحة على شبكة الانترنت. و جاءت الجزيرة كأكبر مصدر رئيسي بين وسائط الإعلام, تتبعها كلا من البي بي سي و العربي

source: Personal life and local issues are most important
ar: الحياة الشخصية و القضايا المحلية هي الأهم

source: : Most bloggers write mainly personal, diary-style observations. But when writing about politics, bloggers tend to focus on issues within their own country, and are more often than not critical of domestic p
ar: : معظم المدونون يكتبون ملاحظات ذات صفة شخصية, و يطغى عليها طابع المفكرات اليومية. إلا أنهم عندما يكتبون عن السياسة, فإن المدونون يميلون عندها إلى التركيز على القضايا التي تحدث داخل بلدهم, و تكون كتاباتهم في أغلب الأحيان ناقدة للقادة السياسيين المحليين. أم

source: Download PDF
ar: حمل PDF

source: for the full Key Findings and paper.
ar: لكل النتائج الرئيسية و التقرير.

source: Last updated June 16, 2009
ar: التحديث الأخير في السادس عشر من شهر حزيران, 2009

source: Press freedom violations recounted in real time
ar: انتهاكات حرية الصحافة تسرد في الزمن الحقيقي

source: A hotline for journalists in danger
ar: خط ساخن للصحفيين الموجودين في الخطر

source: SOS Presse, a phone hotline for journalists -
ar: SOS برس, هاتف ساخن من أجل الصحفيين -

source: - is open every day round the clock and, with the help of American Express, a Reporters Without Borders official can be quickly reached. Collect/reverse-charge calls can be made.
ar: - مفتوح كل يوم و على مدار الساعة, بمساعدة من الأمريكان اكسبريس, فإن مسؤول منظمة مراسلون بلا حدود يمكنه الوصول بسرعة. المكالمات يمكن إجراؤها.

source: 17 June – 3 pm. Revolutionary Guard warns news websites
ar: السابع عشر من شهر تموز - الساعة 3:00 مساءا. الحرس الثوري يحذر مواقع الأخبار على الانترنت.

source: The Revolutionary Guard’s Organised Crime Surveillance Centre has written to the editors of websites ordering them to suppress “content inviting the population to riot and spreading threats and rumours.” Carrying today’s date, the communiqué says there ha
ar: مركز مراقبة الجريمة المنظمة التابع للحرس الثوري بعث رسالة إلى محرري المواقع يأمرهم بقمع محتوى دعوة السكان إلى أعمال الشغب و نشر الشائعات و التهديدات. و تحمل الرسالة تاريخ اليوم، كما يقول البيان أن هناك عدة حالات عن مواقع و مدونات شخصية نشر موادا تحرض ع

source: BBC, Radio Farda
ar: بي بي سي, إذاعة فاردا

source: The communiqué continues: “These sites, created with the help of American and Canadian companies, receive the support of media that are protected by the American and British security services such as the
ar: و يتابع البيان: إن هذه المواقع, التي صنعت بمساعدة الشركات الأمريكية و الكندية, تتلقى دعم وسائل الإعلام التي تحميها أجهزة الأمن الأميركية و البريطانية مثل

source: (Free Europe) and
ar: (أوروبا الحرة) و

source: Radio Zamaneh
ar: إذاعة زاماني.

source: The Surveillance Centre adds that it will reveal important information in the coming days about these “destructive networks.”
ar: كما أضاف مركز المراقبة أنه سيكشف معلومات مهمة في الأيام المقبلة حول هذه الشبكات الغير بناءة .

source: In a communiqué last March, the Surveillance Centre announced for the first time that it had been trying to dismantle one of these “networks.” Several of its young editors were arrested and their “confessions” were released a few days later. As well as ad
ar: في بيان سابق نشر في شهر أذار الماضي, أعلن مركز المراقبة للمرة الأولى أنه كان يحاول تفكيك إحدى هذه الشبكات . و قد تم اعتقال العديد من المحررين الشبان و تم نشر اعترافاتهم بعد أيام قليلة. إضافة إلى الاعتراف كذلك بعمل المواقع الإباحية من أجل تضليل

source: I have been given the ­responsibility of telling the world what is happening in Iran. The office of Mir Hossein Mousavi, who the Iranian people truly want as their leader, has asked me to do so. They have asked me to tell how Mousavi's headquarters was wr
ar: لقد أعطيت لي مسؤولية إخبار العالم عما يجري في إيران._و مكتب مير حسين موسوي، الذي يريده الشعب الإيراني أن يكون قائده بحق, طلب مني ذلك. لقد سئلت أن أقول كيف تم تحطيم مقر موسوي على يد عناصر الشرطة الذين كانوا يرتدون الملاس المدنية, و كيف أمره ضباط الحرس الثو

source: I speak for Mousavi. And Iran
ar: أتحدث بالنيابة عن موسوي. و إيران..

source: The man Iranians want as their leader has been silenced. This is what he wants you to know
ar: تم إسكات الرجل الذي يريده الإيرانيون زعيما لهم. و هذا ما يريدكم أن تعلموه.

source: Mohsen Makhmalbaf
ar: محسن مخملباف.

source: The people in the streets don't want a recount of last week's vote. They want it annulled. This is a crucial moment in our history. Since the 1979 revolution Iran has had 80% dictatorship and 20% democracy. We have dictatorship because one person is in ch
ar: الناس في الشوارع لا يريدون التسليم بنتيجة تصويت الأسبوع الماضي. يريدون إبطالها. إن هذه لحظة حاسمة في تاريخنا. منذ ثورة عام 1979 امتلكت إيران ما نسبته 80 % من الدكتاتورية و 20 % من الديمقراطية. لدينا ديكتاتورية لأن شخصا واحدا يتولى زمام الأمور, المرشد الأع

source: . He controls the army and the clergy, the justice system and the media, as well as our oil money.
ar: - إنه يسيطر على الجيش, الدين, نظام العدالة و وسائل الإعلام, فضلا عن أموال النفط الخاصة بنا.

source: There are some examples of democracy – reformers elected to parliament, and the very fact that a person like Mousavi could stand for election. But, since the day of the election, this ­element of democracy has vanished. Ayatollah Ali Khamenei announced th
ar: هناك بعض الأمثلة عن الديمقراطية - انتخاب الإصلاحيين في البرلمان, و حقيقة أن شخصا مثل موسوي قد تمكن من خوض الانتخابات. لكن, منذ يوم الانتخاب, هذا الوجود للديمقراطية قد اختفى. و أعلن أية الله علي خامنئي عن فوز محمود أحمدي نجاد, و أن أي شخص يعارض هذه النتيجة

source: Now they are gathering to mourn those who have died. The people of Iran have a culture that elevates martyrdom. In the period running up to the revolution, when people were killed at demonstrations, others would gather again in the days following the deat
ar: و الأن هم يجتمعون للحداد على أولئك الذين توفوا. إن ثقافة الشعب الإيراني ترفع من قدر الشهادة. _في الفترة التي مهدت للثورة, عندما كان الناس يقتلون في المظاهرات, كان يحتشد أناس أخرون مرة أخرى في الأيام القلية التالية للموت. و تتالت تلك الأمور تباعا لمدة ستة

source: So why do the Iranian people not want Ahmadinejad as their leader? Because he is nothing but a loudspeaker for Khamenei. Under Ahmadinejad, economic problems have grown worse, despite $280bn of oil revenue. Social and literary freedom is much more restric
ar: فإذا, لماذا لا يريد الشعب الإيراني من أحمدي نجاد أن يكون زعيما له? لأنه ليس إلا تكرار لخامنئي. _في ظل قيادة أحمدي نجاد, المشاكل الاقتصادية زادت حالتها سوءا, على الرغم من عائدات النفط البالغة 280 بليون دولارا. الحرية الاجتماعية و الادبية أضحت أكثر تقييدا م

source: . The world views us as a terrorist nation on the lookout for war. When Khatami was president of Iran, Bush was president of the US. Now the Americans have Obama and we have our version of Bush. We need an Obama who can find solutions for Iran's problems.
ar: - العالم ينظر إلينا على أننا أمة إرهابية تبحث عن الحرب. عندما كان خاتمي رئيسا لإيران, كان بوش رئيسا للولايات المتحدة الأمريكية. الأن الأمريكيون لديهم أوباما و نحن لدينا نسخة عن بوش. إننا بحاجة لأوباما يمكنه إيجاد الحلول للمشاكل التي تعاني منها إيران. و ع

source: Some suggest the protests will fade because nobody is leading them. All those close to Mousavi have been arrested, and his contact with the outside world has been restricted. People rely on word of mouth, because their mobile phones and the internet have
ar: قال البعض أن الاحتجاجات ستخبو لعدم وجود أحد يقودها. جميع أولئك المقربين من موسوي تم اعتقالهم, كما تم تقييد تواصله مع العالم الخارجي. الشعب يعتمد على التواصل من خلال الكلام الشفهي, لأنه تم إغلاق الهواتف المحمولة و الانترنت. و مع ذلك, فإن مواصلتهم بالتجمع ي

source: Thirty years ago we supported each other. When police used tear gas, fires would be lit to neutralise its effects. People would set their own cars on fire to save others. Since then, the government has tried to separate people from one other. What we lost
ar: قبل ثلاثين عاما كنا نساند بعضنا بعضا. عندما استخدمت الشرطة الغاز المسيل للدموع, كان الحرائق تشعل لتخفف من تأثيره. كان الناس يحرقون سيارتهم الخاصة من أجل إنقاذ الأخرين. و منذ ذلك الحين, حاولت الحكومة فصل الناس عن بعضهم. إن ما فقدناه كان تضامننا, و في الشهر

source: People say that Mousavi won't change anything as he is part of the establishment. That is correct to a degree because they wouldn't let anyone who is not in their circle rise to seniority. But not all members of a family are alike, and for Mousavi it is u
ar: يقول الناس أن موسوي لن يغير شيئا لأنه جزء من المؤسسة. إن ذلك صحيح لدرجة ما حيث أنهم لن يسمحوا لأي شخص من خارج دائرتهم أن يحصل على المرتبة العليا. و لكن ليس جميع أفراد العائلة متشابهون, و من المفيد لموسوي أن يفهم كيف تغير مع مرور الزمن.

source: Before the revolution, Mousavi was a religious intellectual and an artist, who supported radical change but did not support the mullahs. After the revolution, when all religious intellectuals and even leftists backed Khomeini, he served as prime minister
ar: قبل قيام الثورة, كان موسوي مثقف ديني و فنان, دعم التغيير الجذري لكنه لم مؤيدا للملالي. و بعد الثورة, عندما ساند جميع المثقفين الدينيين و حتى اليساريين خامنئي, خدم في منصب رئيس للوزراء مدة ثماني سنوات. حيث كان الاقتصاد مستقرا, و لم يأمر بقتل المعارضين, أو

source: In order to neuralise his power, the position of prime minister was eliminated from the constitution and he was pushed out of politics. So Mousavi returned to the world of artists because in a country where there are no real political parties, artists can
ar: و من أجل تحجيم قوته, فقد سحب منصب رئيس الوزراء من الدستور, و انتهى به الأمر مطرودا من السياسة. لذك فإم موسوي قد عاد إلى عالم الفن, فالبلد الذي لا توجد فيه أحزاب سياسية حقيقية, يمكن للفنانين أن يتصرفون بوصفهم حزب. دعم الفنانون خاممئي و الأن ها هم ينصرون مو

source: Previously, he was revolutionary, because everyone inside the system was a revolutionary. But now he's a reformer. Now he knows Gandhi – before he knew only Che Guevara. If we gain power through aggression we would have to keep it through aggression. That
ar: في السابق, كان ثوريا, لأن كل شخص داخل النظام كان من الثوريين. لكنه الأن إصلاحي._إنه الأن يعرف غاندي - و من قبل كان يعلم تشي غيفارا فقط. و إذا كسبنا السلطة عن طريق العدوان, علينا أن نبقيها عن طريق العدوان. و لهذا السبب نحن نقوم بالثورة الخضراء, مدفوعين با

source: ,________ Friday 19 June 2009 19.00 BST
ar: الجمعة في التاسع عشر من شهر حزيران, 2009 _الساعة: 19.00 BST

source: Police beat Iran protesters in fierce clashes
ar: الشرطة تضرب محتجين إيرانين في اشتباكات عنيفة

source: TEHRAN, Iran - Police beat protesters and fired tear gas and water cannons at thousands who rallied Saturday in open defiance of Iran's clerical government, sharply escalating the most serious internal conflict since the 1979 Islamic Revolution.
ar: طهران، إيران - ضربت الشرطة المتظاهرين وأطلقت الغاز المسيل للدموع وخراطيم المياه على آلالاف من الناس الذين تجمعوا يوم السبت في تحدٍ سافر لحكومة إيران التي يحكمها رجال الدين مما أدى إلى تصعيد خطير لأكثر الصراعات الداخلية خطورة منذ قيام الثورة الإسلامية في 1

source: Eyewitnesses described fierce clashes near Revolution Square in central Tehran after some 3,000 protesters, many wearing black, chanted Death to the dictator! and Death to dictatorship! Police fired tear gas, water cannons and guns but it was not imme
ar: ووصف شهود عيان الاشتباكات العنيفة التي وقعت بالقرب من ساحة الثورة في وسط طهران بعد أن ردد نحو 3,000 متظاهر كثير منهم متشح بالسواد الموت للدكتاتور! والموت للديكتاتورية! وأطلقت الشرطة الغاز المسيل للدموع وخراطيم المياه والمدافع ولكن لم يتضح على الفور ما

source: English-language state TV confirmed that police had used batons and other non-lethal weapons against what it called unauthorized demonstrations.
ar: وأكد تليفزيون الدولة الناطق باللغة الانجليزية أن الشرطة استخدمت الهراوات وغيرها من الأسلحة غير الفتاكة ضد ما سمته بالمظاهرات غير المصرح لها.

source: The witnesses told The Associated Press that between 50 and 60 protesters were seriously beaten by police and pro-government militia and taken to Imam Khomeini hospital in central Tehran. People could be seen dragging away comrades bloodied by baton strik
ar: وقال الشهود للأسوشايتد برس إن ما بين 50 و 60 متظاهر تعرضوا للضرب المبرح على يد الشرطة والقوات الموالية للحكومة ونُقلوا إلى مستشفى الإمام الخميني في وسط طهران، كما شوهد ناس يسحبون رفاقهم الغارقين في الدماء بعيداً عن ضربات الهراوات.

source: Some protesters appeared to be fighting back, setting fire to militia members' motorcycles in streets near Freedom Square, witnesses said.
ar: وقال الشهود إن بعض المتظاهرين كانوا يردون الهجوم حيث أضرموا النيران في الدراجات النارية التابعة لأعضاء القوات في الشوارع القريبة من ساحة الحرية.

source: Helicopters hovered over central Tehran. Ambulance sirens echoed through the streets and black smoke rose over the city.
ar: وحلقت المروحيات وسط طهران ودوت صافرات عربات الإسعاف في الشوارع وتصاعد الدخان الأسود فوق المدينة.

source: Tehran University was cordoned off by police and militia while students inside the university chanted death to the dictator! witnesses said. Police and militia barred people from entering Freedom Street, which runs from Freedom Square to Revolution Squa
ar: كما أفاد الشهود أن الشرطة والقوات طوقت جامعة طهران في حين هتف الطلبة داخل الجامعة الموت للطاغية!، وأضاف الشهود أن الشرطة والقوات منعت الناس من دخول شارع الحرية الذي يمتد من ساحة الحرية الى ساحة الثورة لمنع حدوث تجمعات ضخمة.

source: Amateur video showed dozens of Iranians running down a street after police fired tear gas at them. Shouts of Allahu Akbar! - God is Great - could be heard on the video, which could not be independently verified.
ar: وأظهر شريط فيديو صوره أحد الهواة عشرات الإيرانيين يجرون في الشارع بعد أن أطلقت الشرطة عليهم الغاز المسيل للدموع عليهم، كما يمكن سماع هتافات تنادي الله أكبر! الله أكبر على شريط الفيديو الذي لا يمكن التحقق من صحته.

source: The English-language state channel said a blast at the Tehran shrine of Ayatollah Ruhollah Khomeini had killed one person and wounded two but the report could not be independently confirmed due to government restrictions on independent reporting. The shri
ar: وقالت قناة الدولة الناطقة باللغة الانجليزية إن انفجاراً في ضريح آية الله روح الله الخميني في طهران قد أسفر عن مقتل شخص وإصابة اثنين إلا أنه لا يمكن تأكيد صحة التقرير بسبب القيود التي تفرضها الحكومة على إعداد التقارير المستقلة، ويقع الضريح حوالي 12 ميلاً (

source: Hundreds of thousands of supporters of reformist presidential candidate Mir Hossein Mousavi took to the streets for four consecutive days this week demanding the government cancel and rerun June 12 elections that ended with a declaration of overwhelming v
ar: وخرج مئات الآلاف من أنصار مرشح الرئاسة الإصلاحي مير حسين موسوي إلى الشوارع لأربعة أيام متتالية في الأسبوع الماضي مطالبين الحكومة بإلغاء وإعادة الانتخابات التي أُجريت في 12 يونيو والتي انتهت بإعلان فوز ساحق للرئيس المتشدد محمود أحمدي نجاد، وقال موسوي إنه ف

source: Supreme Leader Ayatollah Ali Khamenei sided firmly with Ahmadinejad on Friday, saying the vote reflected popular will and ordering opposition leaders to end street protests or be held responsible for any bloodshed and chaos to come.
ar: ودعم المرشد الأعلى الإيراني آية الله علي خامنئي بشدة أحمدي نجاد يوم الجمعة قائلاً إن التصويت عكس الإرادة الشعبية وطلب من زعماء المعارضة إنهاء التظاهرات في الشوارع أو أن يتحملوا مسئولة أي دماء وفوضى في المستقبل.

source: The statement effectively closed the door to Mousavi's demand for a new election, ratcheting up the possibility of a violent confrontation.
ar: وأغلق البيان عمليًا الباب أمام مطالب موسوي الخاصة بإجراء انتخابات جديدة وزود فرص احتمال حدوث مواجهة عنيفة.

source: Police had clashed with protesters around Tehran immediately after the vote, and gunfire from a militia compound left at least seven dead, but the full force of the state remained in check until Saturday.
ar: وكانت الشرطة قد اشتبكت مع المتظاهرين في جميع أنحاء طهران بعد الانتخابات مباشرة، وأسفر إطلاق النار داخل مجمع للقوات عن مصرع ما لا يقل عن سبعة قتلى ولكن القوة الكاملة للدولة بقت تحت السيطرة حتى يوم السبت.

source: Web sites run by Mousavi supporters had said he planned to post a message, but there was no statement by the time of the planned street protests at 4 p.m. (7:30 a.m. EDT, 1130 GMT). Some pro-reform Web sites called for people to take to the streets.
ar: وقالت مواقع الانترنت التي يديرها أنصار موسوي إنه يخطط لإرسال رسالة، ولكن لم يكن هناك أي بيان في وقت الاحتجاجات المخططة في الشوارع في الساعة 4 بعد الظهر (7:30 صباحاً بتوقيت شرق الولايات المتحدة و1130 بتوقيت جرينتش)، ودعت بعض المواقع على شبكة الإنترنت الدا

source: Witnesses said protesters wore black as a symbol of mourning for the dead and the allegedly stolen election, with wristbands in green, the emblem of Mousavi's Green Wave movement.
ar: وقال شهود إن المتظاهرين كانوا يرتدون ملابس سوداء باعتبارها رمزا للحداد على القتلى والانتخابات المسروقة كما يدعون وأساور خضراء تعبر عن شعار موسوي حركة الموجة الخضراء.

source: Tehran Province Police Chief Ahmad Reza Radan said that police would crack down on any gathering or protest rally which are being planned by some people. The head of the State Security Council also reiterated the warning to Mousavi that he would be held
ar: وقال رئيس شرطة طهران أحمد رضا رادان إن الشرطة ستتخذ إجراءات صارمة ضد أي تجمع أو مظاهرات احتجاجية التي يخطط لها بعض الناس، كما أعاد رئيس مجلس أمن الدولة مجدداً تحذير موسوي بأنه سيكون مسئولا إذا شجع الاحتجاجات التي تقام في الشوارع.

source: Eyewitnesses said thousands of police and plainclothes militia members filled the streets to prevent rallies. Fire trucks took up positions in Revolution Square and riot police surrounded Tehran University, the site of recent clashes between protesters an
ar: وقال شهود عيان إن الآلاف من رجال الشرطة والقوات الذين يرتدون ملابس مدنية ملأوا الشوارع لمنع التجمعات، وقال أحد الشهود أن سيارات الإطفاء اتخذت مواقعها في ساحة الثورة وأحاطت شرطة مكافحة الشغب جامعة طهران وهي موقع الاشتباكات الأخيرة التي وقعت بين المتظاهرين

source: All witnesses spoke on condition of anonymity because they feared government reprisals for speaking with the press. Iranian authorities have placed strict limits on the ability of foreign media to cover recent events, banning reporting from the street and
ar: وتحدث جميع الشهود بشرط عدم الكشف عن أسمائهم لأنهم يخشون من انتقام الحكومة بسبب التحدث للإعلام، ووضعت السلطات الإيرانية قيوداً صارمة على وسائل الإعلام الأجنبية لتغطية الأحداث التي وقعت مؤخراً وحظرت تقديم التقارير من الشارع وسمحت بإجراء المقابلات عبر الهاتف

source: The government has blocked Web sites such as BBC Farsi, Facebook, Twitter and several pro-Mousavi sites that are conduits for Iranians to tell the world about protests and violence.
ar: وفرضت الحكومة حظراً على مواقع على شبكة الانترنت مثل بي بي سي الفارسية والفايس بوك وتويتر وعدد من المواقع المؤيدة لموسوي التي تعد بمثابة قنوات للإيرانيين لإخبار العالم عن الاحتجاجات وأحداث العنف.

source: Paris Engages With Palestinian People for Peace
ar: باريس تنشغل مع الشعب الفلسطيني في السلام.

source: RAMALLAH, June 14, 2009 )WAFA(- After his visit to the tomb of President Yasser Arafat, the Mayor of Paris Bertrand Delanoë said, 'I believe that culture, law, the dignity of a people, are elements that relate Paris and all the Palestinian people in the s
ar: رام الله, الرابع عشر من حزيران, 2009) وافا (- بعد زيارته ضريح الرئيس ياسر عرفات, قال رئيس بلدية باريس برنارد ديلانوي قال: إنني أؤمن أن الثقافة, القانون , و كرامة الشعب, هي عناصر توحد باريس مع كل الشعب الفلسطيني في الصراع من أجل السلام.

source: Dubai bans Iran protests
ar: دبي تمنع الاحتجاجات من أجل إيران.

source: DUBAI // Iranian protesters were this morning ordered to disperse on the fifth day of demonstrations outside the Iranian consulate.
ar: دبي / / طلب إلى المحتجين الإيرانيين صباح هذا اليوم بالتفرق في اليوم الخامس للمظاهرات القائمة خارج القنصلية الإيرانية.

source: Delanoë described his meeting with Prime Minister Salam Fayyad as, 'very interesting.' He added that he found his statements, direct and simple, for the creation of a viable Palestinian state, for stopping colonization, and at the same time for the Palest
ar: و وصف ديلانوي اجتماعه مع رئيس الوزراء سلام فياض بأنه ممتع جدا. و أضاف قائلا أنه وجد تصريحاته, بسيطة و مباشرة, سواء فيما يخص إنشاء دولة فلسطينية قابلة للحياة, أو وقف الاستيطان, و في الوقت ذاته أيضا من أجل أن يتمتع المواطنون الفلسطينيون بالأمن و التنمي

source: He also said that the city of Paris is in solidarity with the Palestinian people, and especially to act for peace.
ar: كما ذكر أيضا أن مدينة باريس متضامنة مع الشعب الفلسطيني, و لا سيما في العمل من أجل السلام.

source: Protesters were granted permission by the Ministry of Interior on Tuesday to continue demonstrations until 7pm today.
ar: و قد تمكن المحتجون من الحصول على تصريح من وزارة الداخلية الثلاثاء لمواصلة التظاهرات حتى الساعة السابعة من مساء اليوم.
